Repository: nmset/S7
Catalog: Resources/Lokalize/*/S7.po
Languages: fr

source: Select a destination directory. Double-click to go to the selected directory.
fr: Choisissez un dossier destination Double-clic pour aller au dossier.

source: Basename
fr: Nom de base

source: Specify a destination file basename (without extension). 'CTRL + click' for about information.
fr: Spécifiez un nom de base du fichier de destination (sans l'extension). 'CTRL + clic' : à propos

source: New
fr: Nouveau

source: 'Right' click to define a scan project.
fr: Clic droit pour définir un projet de numérisation

source: Full path to destination file without the extension; it is determined by the output type.
fr: Chemin complet du fichier de destination sans l'extension; elle est déterminée par le format de sortie.

source: Scan
fr: Numériser

source: 'Left click' to start the scan project. 'Right click' to show the scanner widget.
fr: 'Clic gauche' pour démarrer la numérisation. 'Clic droit' pour afficher les options du numériseur.

source: Output document format
fr: Format du fichier de sortie

source: Refresh available devices
fr: Rafraîchir la liste des périphériques

source: Available devices
fr: Périphériques disponibles

source: Scan source
fr: Sources disponibles du numériseur

source: Scan mode
fr: Mode de numérisation

source: Scan resolution
fr: Résolution de la numérisation

source: A scan library error occurred.
fr: Une erreur de bibliothèque est survenue.

source: A general error occurred.
fr: Une erreur générale est survenue.

source: A session read error occurred.
fr: Une erreur de lecture est survenue.

source: Session cancelled.
fr: Session annulée.

source: Scanning:
fr: Numérisation :

source: Front face:
fr: Recto :

source: Back face:
fr: Verso :

source: . Turn the whole stack of pages.
fr: . Retournez toute la pile de pages.

source: Failed to create PNG image.
fr: Échec de création d'image PNG.

source: Wrong paper size:
fr: Mauvaise taille de papier :

source: ; using A4.
fr: ; utilisation du format A4.

source: Failed to add page to PDF document.
fr: Échec d'ajout de page au document PDF.

source: Unhandled output file format.
fr: Format de fichier de sortie non pris en charge.

source: Finished.
fr: Terminé.

source: Scan all front faces first, then all back faces in reverse order.
fr: Numériser tous les faces recto, puis toutes les faces verso en ordre inverse.

source: Total number of sides to scan (not total number of sheets).
fr: Nombre total de faces à numériser (et non pas le nombre total de feuilles).

source: Searching for devices...
fr: Recherche de périphériques...

source: Could not initialise insane api.
fr: Échec d'initialisation de la bibliothèque 'insane'.

source: 'Shift + left' click'' to generate a new destination file name.
fr: 'Maj + clic gauche' pour générer un nouveau fichier de sortie.

source: Could not launch default file manager
fr: Échec de lancement du gestionnaire de fichier par défaut.

source: Invalid folder name.
fr: Nom de dossier invalide.

source: Invalid file basename.
fr: Nom de base de fichier invalide.

source: Copyright: Saleem Edah-Tally [Surgeon] [Hobbyist developer]
fr: Copyright: Saleem Edah-Tally [Chirurgien] [Développeur par hobby]

source: License: CeCILL/CeCILL-C per file header.
fr: Licence : CeCILL/CeCILL-C selon les entêtes de fichier.

source: Devices:
fr: Périphériques :

source: Resolution:
fr: Résolution :

source: Paper size:
fr: Format de page :

source: Double sided:
fr: Recto-verso :

source: 'Shift + left' click to generate a new destination file name.
fr: 'Maj + clic gauche' pour générer un nouveau fichier de sortie.

source: , using InsaneWidget.
fr: , utilisant InsaneWidget.

source: device(s) found.
fr: périphériques trouvé(s).

source: Config file tag.
fr: Suffixe du fichier de configuration.

source: Show version and quit.
fr: Afficher la version et quitter.

source: Show help and quit.
fr: Afficher l'aide et quitter.

source: Destination file missing.
fr: Fichier de destination manquant.

source: Create a stamp with this text, which can be multiline. CTRL + S: save the current text. CTRL + R: restore the saved text.
fr: Créer un tampon utilisant ce texte qui peut être multi-ligne. CTRL + S : sauvegarder le texte actuel. CTRL + R : restaurer le texte sauvegardé.

source: Select the font of the stamp text.
fr: Sélectionnez la police de caractère du texte.

source: Select the colour of the stamp text.
fr: Sélectionnez la couleur du texte.

source: Select the rotation angle of the stamp text.
fr: Sélectionnez l'angle de rotation du texte.

source: Stamp
fr: Tampon

source: Failed to read raw file.
fr: Échec de lecture du fichier brut.

source: Unhandled output image format.
fr: Format de fichier d'image en sortie non pris en charge.

source: Failed to create output image.
fr: Échec de création de l'image de sortie.

source: Location of the stamp on the output.
fr: Place du tampon dans la sortie.

source: Add a stamp widget.
fr: Ajouter un widget 'Tampon'.

source: Remove the selected stamp widget.
fr: Supprimer le widget 'Tampon' sélectionné.

source: North
fr: Nord

source: South
fr: Sud

source: West
fr: Ouest

source: North-east
fr: Nord-est

source: North-west
fr: Nord-ouest

source: South-east
fr: Sud-est

source: South-west
fr: Sud-ouest

source: East
fr: Est

source: 'Left click' to start the scan project. 'Right click' to show the scanner widget. 'Ctrl + Right click' to show the Stamp dialog.
fr: 'Clic gauche' pour démarrer la numérisation. 'Clic droit' pour afficher les options du numériseur. 'Ctrl + Clic droit' pour définir un tampon.

source: Stamps
fr: Tampons

source: Foreground:
fr: Avant-plan :

source: Foreground colour of the text.
fr: Couleur du texte.

source: Background:
fr: Arrière-plan :

source: Background colour of the text.
fr: Couleur de l'arrière-plan.

source: Location:
fr: Position :

source: Click to update the preview.
fr: Cliquez pour actualiser l'aperçu.

source: Check for a completely transparent background and for a transparent text.
fr: Activez la transparence du texte et de l'arrière-plan.
